<template>
  <div class="politic">
    <div class="container">
      <div class="politic__title">
        ПОЛИТИКА ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ И КОНФИДЕНЦИАЛЬНОСТИ В ОТНОШЕНИИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ.
      </div>
      <div class="politic__data">
        г. Москва	«30» <br> мая 2024 г.
      </div>

      <div class="politic__subtitle">
        ОПРЕДЕЛЕНИЯ И ТЕРМИНЫ.
      </div>
      <div class="politic__text">
        Сайт – сайт в информационно-телекоммуникационной сети «Интернет» расположенный на доменном имени __________________ .
        Оператор – Общество с ограниченной ответственностью «Мивай Он-Девелопмент».
        Услуги — услуги Платформы по предоставлению доступа к Сайту в целях:
        Для Паблишера: предоставления услуг по публикации рекламных материалов.
        Для Рекламодателя: заказа у Паблишера услуг по публикации рекламных материалов.

        Пользователь (Субъект персональных данных) – полностью дееспособное физическое лицо, достигшее возраста 18 лет и предоставившее Оператору 
        согласие на обработку своих персональных данных. Пользователем являются:
        Паблишер – любое лицо, использующее Сайт на условиях настоящей Оферты и являющиеся администратором телеграм-канала, 
        а также предлагающее услуги по публикации в своем телеграм-канале рекламных материалов.

        Рекламодатель – любое лицо, использующее Сайт на условиях настоящей Оферты и заказывающее размещение рекламы у Паблишера.
      </div>

      <div class="politic__subtitle">
        ОБЩИЕ ПОЛОЖЕНИЯ.
      </div>
      <div class="politic__text">
        1.1. Настоящая Политика Оператора в отношении обработки персональных данных (далее – Политика) утверждена в соответствии 
        с требованиями положений Федерального закона «О персональных данных» и действует в отношении всех персональных данных, 
        которые Оператор может получить от субъекта персональных данных (Далее – Пользователь). Политика определяет порядок обработки 
        и защиты информации о Пользователях, пользующихся услугами Сайта. 
        1.2. Действие Политики распространяется на персональные данные, полученные за все время существования Сайта. 
        1.3. Настоящая Политика разработана и используется в соответствии с действующим законодательством Российской Федерации. 
        1.4. Используя Сайт, Пользователь выражает свое согласие с условиями настоящей Политики. 
        1.5. В случае несогласия Пользователя с условиями настоящей Политики Услуги не могут быть оказаны. 

      </div>

      <div class="politic__subtitle">
        ПЕРСОНАЛЬНЫЕ ДАННЫЕ, ОБРАБАТЫВАЕМЫЕ ОПЕРАТОРОМ.
      </div>
      <div class="politic__text">
        2.1. В рамках настоящей Политики под персональными данными понимаются: 
        2.1.1. Персональные данные, полученные Оператором для исполнения договора, стороной которого, либо выгодоприобретателем или поручителем, по которому является Пользователь. 
        2.2. Сроки и условия прекращения обработки и хранения персональных данных Пользователя определяются в установленном законодательством Российской Федерации порядке. 
        2.3. В случае отзыва Пользователем согласия на обработку его персональных данных Оператор обязуется прекратить их обработку или обеспечить прекращение такой обработки и в случае, 
        если сохранение персональных данных более не требуется для целей обработки персональных данных, уничтожить персональные данные или обеспечить их уничтожение в срок, 
        не превышающий тридцати дней с даты поступления указанного отзыва, если иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем по которому является Пользователь. 
        2.4. Пользователь предоставляет Оператору свои персональные данные: фамилия, имя, отчество, адрес электронной почты, банковские реквизиты, дата рождения, паспортные данные .
        2.5. Оператор вправе не сообщать Пользователю ряд сведений и обстоятельств, связанных с осуществлением оперативно-розыскной деятельности правоохранительными органами, 
        как в отношении Пользователя, так и в отношении третьих лиц, если указанные сведения и обстоятельства могут составлять тайну в рамках расследования. 
        2.6. Оператор действует разумно и добросовестно, считая, что Пользователь обладает всеми необходимыми правами (дееспособностью, правоспособностью, 
        включая возможность приобретения услуг, имеющих возрастные ограничения, либо требующих наличия специальных разрешений у Пользователя), позволяющими ему использовать Сайт и Услуги, 
        а также считает, что Пользователь указывает достоверную информацию о себе в объёмах, необходимых для оказания Услуг, считает, что Пользователь передаёт Оператору 
        свои персональные данные после выражения согласия с настоящей Политикой. 
      </div>
      
      <div class="politic__subtitle">
        ЦЕЛИ СБОРА, ОБРАБОТКИ И ХРАНЕНИЯ И ПРАВОВОЕ ОБОСНОВАНИЕ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ.
      </div>
      <div class="politic__text">
        3.1. Оператор собирает, обрабатывает и хранит персональные данные Пользователя в целях: 
        3.1.1. Оказания Услуг. 
        3.1.2. Осуществления и исполнения, возложенных законодательством Российской Федерации на Оператора функций, полномочий и обязанностей на основании и в соответствии 
        со ст.ст. 23, 24 Конституции Российской Федерации; Федеральным законом «О персональных данных»; Федеральным законом «Об информации, информационных технология и о защите информации» 
        и другими требованиями законодательства Российской Федерации в области обработки и защиты персональных данных. 
        3.2. Сбор персональных данных Пользователя осуществляется на при оплате Услуг, оказании Услуг, а также при использовании Пользователем Сайта. 
        3.3. Персональные данные Пользователей хранятся исключительно на электронных носителях. 
        3.4. Обработка персональных данных осуществляется на основе принципов: законности целей и способов обработки персональных данных; добросовестности; 
        соответствия целей обработки персональных данных целям, заранее определенным и заявленным при сборе персональных данных, а также полномочиям Оператора; 
        соответствия объема и характера обрабатываемых персональных данных, способов обработки персональных данных целям обработки персональных данных; 
        недопустимости объединения созданных для несовместимых между собой целей баз данных, содержащих персональные данные. 
        3.5. Оператор имеет право совершать следующие действия с персональными данными Пользователя при их обработке:
        - Собирать;
        - Записывать;
        - Систематизировать;
        - Накапливать;
        - Хранить;
        - Уточнять;
        - Извлекать;
        - Применять;
        - Передавать;
        - Обезличивать;
        - Блокировать;
        - Удалять;
        - Уничтожать.
        3.6. Оператор имеет право обрабатывать персональные данные Пользователя следующими способами:
        - Автоматизированная обработка персональных данных - обработка персональных данных с помощью средств вычислительной техники;
        - Неавтоматизированная обработка персональных данных - обработка персональных данных, осуществляемая при непосредственном участии человека;
        - Смешанная обработка персональных данных.
      </div>

      <div class="politic__subtitle">
        БЛОКИРОВКА, ОБЕЗЛИЧИВАНИЕ, ПОЛЬЗОВАТЕЛЕЙ.
      </div>
      <div class="politic__text">
        4.1. Порядок блокировки и разблокировки персональных данных:
        4.1.1. Блокировка персональных данных осуществляется на основании письменного заявления Пользователя, направленного по адресу электронной почты: _____________ в течение 10 
        (десяти) рабочих дней с даты получения заявления.
        4.1.2. Блокировка персональных данных подразумевает временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).
        4.1.3. Блокировка персональных данных может быть временно снята, если это требуется для соблюдения законодательства РФ.
        4.1.4. Разблокировка персональных данных осуществляется с письменного согласия Пользователя (при наличии необходимости получения согласия) или заявления Пользователя, 
        направленного по адресу электронной почты: _____________ в течение 10 (десяти) рабочих дней с даты получения согласия или заявления.
        4.1.5. Повторное согласие Пользователя на обработку его персональных данных (при необходимости его получения) влечет разблокирование его персональных данных.
        4.2. Порядок уничтожения персональных данных:
        4.2.1. Уничтожение персональных данных – действия, в результате которых становится невозможным восстановить содержание персональных данных 
        в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных, а также прекращение какого-либо доступа к персональным данным.
        4.2.2. При уничтожении персональных данных Пользователя работники Оператора не могут получить доступ к персональным данным.
        4.2.3. Персональные данные на Сайте восстановлению не подлежат.
        4.2.4. Операция уничтожения персональных данных необратима.
        4.2.5. Срок уничтожения персональных данных соответствует сроку, определенному законодательством РФ (10 (десять) рабочих дней).
      </div>

      <div class="politic__subtitle">
        УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ И ИХ ПЕРЕДАЧА ТРЕТЬИМ ЛИЦАМ.
      </div>
      <div class="politic__text">
        5.1. Оператор осуществляет обработку персональных данных с использованием средств автоматизации и без использования средств автоматизации. 
        5.1.1. Оператор обрабатывает персональные данные Пользователя только в случае их самостоятельного предоставления Пользователем при сообщении их цифровому психологу 
        на базе искусственного интеллекта или заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на Сайте. Сообщая цифровому психологу на базе искусственного 
        интеллекта или заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь явно и недвусмысленно в добровольном порядке выражает свое согласие
         с данной Политикой, а также со всеми возможными условиями Оператора, если отсутствие согласия с таковыми, препятствует дальнейшему использованию Сайта. 
        5.2. Оператор вправе передать персональные данные Пользователя третьим лицам в следующих случаях: 
        5.2.1. Пользователь явно и недвусмысленно выразил свое согласие на такие действия. 
        5.2.2. Передача предусмотрена действующим законодательством Российской Федерации в рамках установленной процедуры.
      </div>

      <div class="politic__subtitle">
        ПРАВА ПОЛЬЗОВАТЕЛЯ.
      </div>
      <div class="politic__text">
        6.1. Пользователь имеет право на получение информации, касающейся обработки его персональных данных, в том числе содержащей:
        6.1.1. Подтверждение факта обработки персональных данных Оператором. 
        6.1.2. Правовые основания и цели обработки персональных данных. 
        6.1.3. Применяемые Оператором способы обработки персональных данных. 
        6.1.4. Наименование и место нахождения Оператора, сведения о лицах (за исключением работников Оператора), которые имеют доступ к персональным данным или которым могут быть раскрыты персональные данные на основании договора с Оператором или на основании федерального закона. 
        6.1.5. Обрабатываемые персональные данные, относящиеся к соответствующему Пользователю, источник их получения, если иной порядок представления таких данных не предусмотрен федеральным законом.
        6.1.6. Сроки обработки персональных данных, в том числе сроки их хранения. 
        6.1.7. Порядок осуществления Пользователем прав, предусмотренных настоящим Федеральным законом. 
        6.1.8. Информацию об осуществленной или о предполагаемой трансграничной передаче данных. 
        6.1.9. Наименование или фамилию, имя, отчество и адрес лица, осуществляющего обработку персональных данных по поручению оператора, если обработка поручена или будет поручена такому лицу. 
        6.2. Информация, касающаяся обработки персональных данных Пользователя, предоставляемая Пользователю, не должна содержать персональные данные, относящиеся к другим Пользователям, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. 
        6.3. В соответствии с п. 3 ст. 14 Федерального закона «О персональных данных» информация, касающаяся обработки персональных данных Пользователя может быть предоставлена Пользователю или его законному представителю Оператором при обращении, либо при получении запроса Пользователя или его законного представителя. Пользователь имеет право направить соответствующий запрос по адресу электронной почты: _____________.
        6.3.1. Запрос должен содержать номер основного документа, удостоверяющего личность Пользователя или его представителя, сведения о дате выдачи указанного документа и выдавшем его органе. 
        6.3.2. Запрос может быть направлен в форме электронного документа и подписан электронной подписью в соответствии с законодательством Российской Федерации. 
        6.4. Пользователь вправе требовать от Оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав. 
      </div>

      <div class="politic__subtitle">
        СВЕДЕНИЯ О РЕАЛИЗУЕМЫХ ТРЕБОВАНИЯХ К ЗАЩИТЕ ПЕРСОНАЛЬНЫХ ДАННЫХ.
      </div>
      <div class="politic__text">
        7.1. Для защиты информации о платежных картах, платежный партнер Оператора использует защищенные сети, шифрование или другую защиту данных держателей карт, в том числе физический и технический контроль доступа, мониторинг и тестирование систем безопасности, а также другие методы защиты информации. 
        7.2. У Оператора в соответствии с действующим законодательством Российской Федерации разработан и введен в действие комплекс организационно-распорядительных, функциональных и планирующих документов, регламентирующих и обеспечивающих безопасность обрабатываемых персональных данных. 
        7.3. Определен круг лиц, имеющих право обработки персональных данных, разработаны инструкции пользователям по работе с персональными данными, антивирусной защите, и действиям в кризисных ситуациях. 
        7.4. Определены требования к персоналу, степень ответственности работников за обеспечение безопасности персональных данных. 
        7.5. Проведено ознакомление работников, осуществляющих обработку персональных данных, с положениями законодательства Российской Федерации по обеспечению безопасности персональных данных и требованиями к защите персональных данных, документами, определяющими политику Оператора в отношении обработки персональных данных, локальными актами по вопросам обработки персональных данных. Проводится периодическое обучение указанных работников правилам обработки персональных данных. 
        7.6. Предприняты необходимые и достаточные технические меры для обеспечения безопасности персональных данных от случайного или несанкционированного доступа, уничтожения, изменения, блокирования доступа и других несанкционированных действий: 
        7.7. Оператор не несёт ответственности за вред, который может быть причинён Пользователем третьим лицам. 
      </div>

      <div class="politic__subtitle">
        ОТВЕТСТВЕННОСТЬ ЗА НАРУШЕНИЕ НОРМ, РЕГУЛИРУЮЩИХ ОБРАБОТКУ И ЗАЩИТУ ПЕРСОНАЛЬНЫХ ДАННЫХ.
      </div>
      <div class="politic__text">
        8.1. Работники Оператора, виновные в нарушении норм, регулирующих получение, обработку и защиту персональных данных несут дисциплинарную, административную, гражданско-правовую или уголовную ответственность в соответствии с действующем законодательством Российской Федерации и внутренними локальными актами Оператора.
        8.2. Компания несет гражданско-правовую и административную ответственность за нарушение законодательства в области обработки и защиты персональных данных.
      </div>

      <div class="politic__subtitle">
        ДОСТУП К ПОЛИТИКЕ.
      </div>
      <div class="politic__text">
        9.1. Электронная версия действующей редакции Политики размещена на сайте Оператора в сети «Интернет», расположенном на доменном имени: ________________.
      </div>

      <div class="politic__subtitle">
        АКТУАЛИЗАЦИЯ И УТВЕРЖДЕНИЕ ПОЛИТИКИ
      </div>
      <div class="politic__text">
        10.1. Оператор имеет право без согласия и уведомления Пользователя вносить изменения в настоящую Политику. Новая редакция Политики вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Политики.
        10.2. К настоящей Политике и отношениям между Пользователем и Оператором применяются нормы действующего законодательства Российской Федерации. 
        10.3. Актуальная версия Политики действует до замены её новой версией.

      </div>

      <div class="politic__subtitle">
        ИНЫЕ СУЩЕСТВЕННЫЕ УСЛОВИЯ:
      </div>
      <div class="politic__text">
        11.1. Любые юридически значимые документы (претензии, заявления, обращения) могут быть направлены по следующим адресам электронной почты:
        11.1.1. В адрес Оператора по адресу электронной почты: _____________ .
        11.1.2. В адрес Пользователя по адресу электронной почты, указанной Пользователем.
        11.2. Срок ответа на заявления, претензии и обращения составляет 10 (десять) календарных дней.
        11.3. Стороны будут стремиться к разрешению любых споров путем переговоров.
        11.4. В случае невозможности разрешения споров путем переговоров, спор передается на рассмотрение суда по  месту нахождения Оператора.
        11.5. К отношениям, связанным с настоящей Политикой, а также вытекающих из нее, применяется законодательство Российской Федерации.
      </div>

      <div class="politic__subtitle">
        РЕКВИЗИТЫ ОПЕРАТОРА.
      </div>
      <div class="politic__text">
        Общество с ограниченной ответственностью «Мивай Он-Девелопмент»
        ОГРН: 1247700382093
        ИНН: 9729376921
        КПП: 772901001 
        Юридический адрес: 119285, г. Москва, вн.тер.г. Муниципальный Округ Раменки, КМ МЖД Киевское 5-й, д. 1, стр. 1, пом. 3/3
        Банковские реквизиты:
        Расчётный счёт:40702810920000111175
        Название банка: ООО «Банк Точка»
        БИК: 044525104
        Корреспондентский счёт: 30101810745374525104
      </div>
    </div>
  </div>
</template>